Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The project is carried out in cooperation with the Media Academy of South Sudan (MASS) and comprises five month-long courses for fifty journalists, and workshops for lecturers of journalism at the University of Juba.
pl: Na potrzeby szkoleń zakupiono sprzęt komputerowy i dyktafony, które po zakończeniu projektu zostaną przekazane współpracującym stacjom radiowym.

source: The initiative has met with much interest among the local population.
pl: Z kolei na stronie internetowej projektu są już dostępne reportaże przygotowane w ramach pierwszego szkolenia.

source: The project's total value is PLN 492 185.
pl: Całkowita wartość projektu to 492 185 zł.

source: It has been co-funded under Poland's development cooperation programme implemented by the MFA in 2013.
pl: Projekt jest współfinansowany w ramach programu polskiej współpracy rozwojowej Ministerstwa Spraw Zagranicznych w 2013 r.

source: You are here Polish Aid / News / Haiti: A new IT classroom in a village school thanks to Polish aid
pl: jesteś tutaj Polska pomoc / Aktualności / Haiti: nowa klasa komputerowa w wiejskiej szkole dzięki polskiej pomocy

source: A new IT classroom in a village school
pl: Haiti - nowa klasa komputerowa w wiejskiej szkole

source: The project “Electricity and Computers in a School”, conducted by the Embassy of the Republic of Poland in Bogota in the framework of the Small Grants System, encompassed the purchase and the installation of computer equipment, solar panels and batteries in the IT classroom.
pl: Projekt „Elektryfikacja i komputeryzacja szkoły”, realizowany przez Ambasadę RP w Bogocie w ramach systemu małych grantów, obejmował zakup i instalację wyposażenia sali komputerowej, paneli słonecznych oraz akumulatorów zasilających salę komputerową.

source: Despite its small scope, the project proved to be a huge help for the population of that small Haitian town.
pl: Mimo niewielkiego zakresu projektu pomoc dla mieszkańców tej małej haitańskiej miejscowości okazała się ogromna.

source: Until now, due to financial shortages, people did not have access to computers and the Internet neither at school, nor at home.
pl: Do tej pory z przyczyn finansowych nie mieli oni dostępu do komputerów i Internetu, zarówno w szkole, jak i w swoich domach.

source: The project “Electricity and Computers in a School” enables the children to gain basic IT knowledge of programs (text editor, spreadsheet) and teaches them how to use search engines, which will be useful in their further education.
pl: Dzięki projektowi uczniowie szkoły uzyskają podstawową wiedzę informatyczną w zakresie obsługi programów komputerowych (edytor tekstu, arkusze kalkulacyjne) oraz umiejętność wyszukiwania informacji w Internecie, które wykorzystywać będą w dalszej nauce.

source: New computers and Internet access shall also give the several hundred children studying at the Institution of St. Michael the Archangel in Casale a chance to rise out of poverty.
pl: Nowe komputery i dostęp do Internetu sprawią także, że kilkaset dzieci pobierających naukę w szkole Instytucja Świętego Michała Archanioła w Casale dostanie szansę wyjścia z ubóstwa.

source: The IT knowledge gained will enable them to continue their education and will increase their chances on the job market.
pl: Nabyta wiedza informatyczna pozwoli im na kontynuowanie dalszej edukacji i zwiększy szansę na rynku pracy.

source: Today, the abilities of using a computer and searching the web are a necessary condition to enter the job market.
pl: W dzisiejszym świecie umiejętności obsługi komputera i swobodnego poruszania się po Internecie są warunkiem koniecznym dla uzyskania zatrudnienia.

source: You are here Polish Aid / News / Polish-Palestinian framework agreement on development co-operation
pl: jesteś tutaj Polska pomoc / Aktualności / Porozumienie polsko-palestyńskie o współpracy rozwojowej

source: Polish-Palestinian framework agreement on development co-operation
pl: Porozumienie polsko-palestyńskie o współpracy rozwojowej

source: a) technical assistance, training, transfer of specialist know-how, consultancy and other services rendered to the Palestinian authorities, corporations, agencies and other organizations;
pl: a) pomoc techniczną, szkolenia, transfer wiedzy specjalistycznej, doradztwo i inne usługi świadczone władzom palestyńskim, osobom prawnym, agencjom i innym organizacjom;

source: b) supplies of goods, equipment, materials and services;
pl: b) dostawy towarów, sprzętu, materiałów i usług;

source: c) scholarships granted to the Palestinian candidates for visits, study or training in Poland;
pl: c) stypendia przyznawane kandydatom z Palestyny na studia lub szkolenia w Polsce;

source: d) contributions to the budget of the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA);
pl: d) wpłaty do budżetu Agencji Narodów Zjednoczonych dla Pomocy Uchodźcom Palestyńskim na Bliskim Wschodzie (UNRWA);

source: e) financing of development and/or emergency projects that are included in the Palestinian national strategic plans;
pl: e) finansowanie projektów rozwojowych i/lub humanitarnych ujętych w palestyńskich narodowych planach strategicznych;

source: f) any other forms of co-operation or assistance agreed in the future by the Parties.
pl: f) wszelkie inne formy współpracy bądź pomocy, które zostaną uzgodnione między stronami polską i palestyńską w przyszłości.

source: The cooperation will be focused on one or more of the areas listed below:
pl: Współpraca będzie dotyczyła jednej lub więcej spośród niżej podanych dziedzin:

source: a) emergency, humanitarian and social interventions (i.e. provision or rehabilitation of shelter);
pl: a) interwencje w sytuacji kryzysowej, humanitarne i społeczne (np. zapewnienie lub odbudowa schronienia);

source: b) human resources development (including youth development and civil society building);
pl: b) rozwój zasobów ludzkich (w tym rozwój młodzieży i budowa społeczeństwa obywatelskiego);

source: c) community development projects (i.e. rehabilitation of infrastructure, agriculture and food security, health care);
pl: c) projekty rozwoju wspólnot lokalnych (np. odbudowa infrastruktury, rolnictwo i bezpieczeństwo żywnościowe, opieka zdrowotna);

source: d) cooperation for the preservation of the cultural heritage;
pl: d) współpraca na rzecz ochrony dziedzictwa kulturowego,

source: e) any sector agreed on in the future by both Parties.
pl: e) inne sektory uzgodnione w przyszłości przez Strony.

source: The Parties have agreed to establish a joint Steering Committee designated to supervise the implementation of the joint projects, evaluate their results, contribute to the selection of the joint projects, as well as review the feasibility of projects and, if needed, propose alternative projects and activities.
pl: Na podstawie Porozumienia zostanie powołany Komitet Sterujący w celu monitorowania postępu i dokonywania oceny realizacji wspólnych projektów, wnoszenia wkładu w procesie ich selekcji, jak również przedkładania propozycji projektów i innych działań rozwojowych.

source: The agreement proves a strong Poland's engagement in the development activities implemented in the Palestinian Autonomy throughout the last years, as well as the even better and more effective Polish-Palestinian development co-operation.
pl: Porozumienie jest świadectwem dużego zaangażowania Rzeczypospolitej Polskiej w działania rozwojowe prowadzone na terenie Autonomii Palestyńskiej w ostatnich latach, a także coraz lepszej i bardziej efektywnej współpracy rozwojowej pomiędzy jego stronami.

source: This has been the first document of this kind signed between Poland and the development cooperation partner - the beneficiary of the Polish aid.
pl: Jest to pierwszy tego typu dokument podpisywany przez Polskę z partnerem współpracy rozwojowej i biorcą polskiej pomocy.

source: European Endowment for Democracy (EED) ready for action
pl: Europejski Fundusz na rzecz Demokracji (EED) gotowy do działania

source: The European Endowment for Democracy is ready to initiate the work on promotion of democratic processes in the European Neighbourhood countries.
pl: Europejski Fundusz na rzecz Demokracji jest gotowy do podjęcia działań na rzecz wspierania procesów demokratyzacyjnych w krajach Europejskiego Sąsiedztwa.

source: The event was accompanied by a poster display as well as a presentation of the most interesting independent blogs and web portals from the European Neighbourhood countries.
pl: Uroczystości towarzyszyła mini wystawa demokratycznego plakatu oraz prezentacja najciekawszych niezależnych blogów i portali z krajów Europejskiego Sąsiedztwa.

source: The ceremony gathered many notable guests, the Lithuania's Minister of Foreign Affairs Linas Linkevičius among others.
pl: W uroczystości wziął także udział minister spraw zagranicznych Litwy Linas Linkevičius.

source: The EED's office, which will be led by the current Vice-Minister of Foreign Affairs Jerzy Pomianowski, is located in former premises of the Polish Embassy to the Kingdom of Belgium.
pl: Siedziba Funduszu, któremu będzie szefował obecny wiceminister spraw zagraniczny Jerzy Pomianowski, będzie mieścić się w dawnym budynku ambasady RP w Królestwie Belgii użyczonym na ten cel.

source: The European Endowment for Democracy (EED), which is one of the flagship Polish initiatives at the EU level, will complement the offer of EU instruments supporting democracy, governments of states and human rights in the European Neighbourhood countries.
pl: Europejski Fundusz na rzecz Demokracji, który jest jedną z flagowych polskich inicjatyw na forum UE, uzupełni europejską ofertę instrumentów wsparcia demokracji, rządów prawa i praw człowieka w krajach Europejskiego Sąsiedztwa.

source: The idea to create the EED was born as the answer to brutally suppressed protests in Belarus after the 2010 presidential elections as well as to the wave of civil actions directed against the dictatorships in the countries of North Africa, in 2011.
pl: Idea powołania EED zrodziła się w odpowiedzi na brutalne stłumienie przez władze protestów po wyborach prezydenckich na Białorusi w 2010 oraz falę wystąpień przeciw dyktaturom w krajach Afryki Północnej wiosną 2011 roku.

source: In a short period of time, the initiative has gained support of member states of the EU, the High Representative C. Ashton, the Commissioner S. Fuele and the European Parliament.
pl: W krótkim czasie inicjatywa zyskała wsparcie państw członkowskich UE, Wysokiej Przedstawiciel C. Ashton, Komisji Europejskiej, w tym Komisarza S. Fuele i Parlamentu Europejskiego.

source: Despite the upheavals during the last two years, democracy is not yet firmly embedded throughout the European Neighborhood area.
pl: W ciągu tych dwóch lat demokracja na obszarze Europejskiego Sąsiedztwa nie zapuściła na dobre korzeni.

source: The situation leaves much to be desired - and here is, where EED comes in.
pl: Sytuacja pozostawia nadal wiele do życzenia - i tu pojawia się miejsce dla EED.

source: We are here to support those who feel lonesome.
pl: Jesteśmy tutaj, aby wspierać tych, którzy są osamotnieni.

source: It is them, voters - common people, civil society, grassroots social movements - who should be able to contribute to the governance within their countries - Minister Sikorski underlined.
pl: Gdyż to właśnie oni, wyborcy - zwykli ludzie, społeczeństwo obywatelskie, oddolne ruchy społeczne - powinni mieć swój udział w rządzeniu w swoich krajach - podkreślił minister Sikorski.

source: More information on the EED's website ( www.democracyendowment.eu ).
pl: Zapraszamy również na stronę EED ( www.democracyendowment.eu ).

source: You are here Polish Aid / News / Governmental institutions are invited to submit applications
pl: I Międzynarodowa Konferencja z cyklu Dylematy Rozwoju w XXI w.

source: Streets renovation in Ghazni center - sector II
pl: Modernizacja drogi od siedziby gubernatora do drogi Adai Qarabagh wraz

source: Waterdam for Marbulagh village in Hokopi Valley in Nawur district
pl: z drogami prostopadłymi do terenów zielonych

source: Construction of Qala-e-Now Kwajah Roshale School in Ghazni centre.
pl: Droga do oczyszczalni ścieków i wysypiska śmieci w Ali Lala

source: Protection of the archaeological site Tepe Sardar in Ghazni district
pl: Szkolenie elektryków dla przyszłego sektora energetycznego

source: Training for future electricity power sector workers
pl: Szkolenie z zakresu tkania dywanów

source: Solar lighting for Ghazni Province Governor's compound
pl: Oświetlenie solarne dla kompleksu gubernatora

source: Solar lighting for Ghazni Muncipality Compound
pl: Oświetlenie solarne dla kompleksu mera miasta

source: Equipment for power plant in Ghazni City
pl: Doposażenie dla elektrowni miejskiej w Ghazni

source: Construction of incinerators for health clinics in Ghazni province.
pl: Budowa spalarni odpadów medycznych przy wybranych placówkach służby zdrowia w prowincji Ghazni

source: Modernization on 3500 m road in the area of Faiz Mohammad Kateb in Ghazni district
pl: Modernizacja odcinka 3500 m drogi w rejonie Faiz Mohammad Kateb w dystrykcie Ghazni

source: Small business start up course for women from Ghazni district
pl: Szkolenie z zarządzania i rozwoju drobnej przedsiębiorczości dla kobiet z dystryktu Ghazni

source: Refurbishment of schools' buildings in Jaghatu distict
pl: Remont budynków szkolnych w dystrykcie Jaghato

source: Wool dyeing training for carpets weaving in Ghazni District
pl: Szkolenie z zakresu farbowania wełny do tkania dywanów w dystrykcie Ghazni

source: Public Administration Officials' Capacity Building in Ghazni Province
pl: Podnoszenie kwalifikacji pracowników administracji publicznej z prowincji Ghazni

source: Purchase off dormitory rooms equipment for Teacher Training Centre in Jaghuri District
pl: Wyposażenie akademików dla centrum szkolenia nauczycieli w Jaghuri

source: Tailoring training of traditional afghan quilts in Ghazni district
pl: Szkolenie zawodowe dla kobiet z zakresu szycia tradycyjnych kołder afgańskich

source: Having achieved what seemed almost beyond our reach in 1989, today we must set more audacious goals.
pl: Osiągnąwszy to, co w 1989 roku wydawało się marzeniem ponad miarę, dziś stawiać musimy sobie jeszcze śmielsze cele.

source: I am confident that I speak on behalf of all the members of this House when I say that we want Poland to become not only a secure and prosperous country, but also one with influence.
pl: Jestem przekonany, że mówię w imieniu całej Wysokiej Izby: chcemy, aby Polska stała się państwem nie tylko bezpiecznym i zasobnym, ale i coraz bardziej wpływowym.

source: So that we, like Spain or Turkey before us, will be able to regain some of our bygone prestige.
pl: Abyśmy, tak jak w ostatnich dekadach Hiszpania czy Turcja, umieli odbudować dawny prestiż.

source: A serious country is, in my opinion, one with an economy which - based on modern benchmarks - has a GDP of over a trillion dollars.
pl: Poważny kraj to, moim zdaniem, taki, którego gospodarka ma - wedle dzisiejszych miar - PKB powyżej biliona dolarów.

source: It is a country that exports more capital and technology than it imports.
pl: Kraj, który częściej eksportuje, niż importuje kapitał i technologie.

source: Whose youth does not emigrate to find work, and whose opportunities attract at least its own diaspora.
pl: Którego młodzież nie wyjeżdża za chlebem, lecz który przyciąga możliwościami, choćby własną diasporę.

source: A country that may not be a nuclear power, but that can deter potential invaders.
pl: Który nie musi być potęgą nuklearną, ale potrafi odstraszyć potencjalnych napastników.

source: A country that does not react when provoked, but responds with actions.
pl: Który nie reaguje na zaczepki, bo może odpowiedzieć działaniami.

source: A country that can fight for the interests of its region.
pl: Kraj, który potrafi walczyć o interesy swojego regionu.

source: That grants development and humanitarian aid.
pl: Który jest dawcą pomocy rozwojowej i humanitarnej.

source: That, in the international system, is regarded as a problem solver, not a source of problems.
pl: Który w systemie międzynarodowym jest postrzegany jako autor rozwiązań, a nie źródło problemów.

source: Finally, a country that does not wait for others to take a position, but is looked to for leadership.
pl: Wreszcie taki kraj, który nie czeka na stanowisko innych, lecz zapewnia przywództwo, którego inni oczekują.

source: A model worthy of emulating.
pl: Wzór godzien naśladowania.

source: That is a goal that meets Polish ambitions.
pl: Oto cel na miarę ambicji Polaków.

source: What sort of foreign policy can be conducted in order to achieve this goal, here and now, with our current assets and liabilities, and in the current international environment?
pl: Jaką politykę zagraniczną można prowadzić, aby cel ten osiągnąć, tu i teraz, mając takie a nie inne atuty i słabości, w takim otoczeniu międzynarodowym, w jakim przychodzi nam działać?

source: The mission of the Foreign Ministry, as drafted in a statement by its staff, "is to pursue the interests of the Republic of Poland through European and global cooperation for security, democracy and development."
pl: Misją Ministerstwa Spraw Zagranicznych, sformułowaną przez samych pracowników, jest „realizacja interesów Rzeczpospolitej Polskiej poprzez współpracę w Europie i na świecie na rzecz bezpieczeństwa, demokracji i rozwoju."

source: It is also expressed, more briefly, by our motto: "Serving Poland, building Europe, understanding the world."
pl: Lub, bardziej lapidarnie, nasze hasło: „Polsce - służyć, Europę - tworzyć, świat - rozumieć."

source: Let us bear in mind that Solidarity succeeded because its leaders deliberately acted in line with the motto of the Hanseatic city of Gdańsk: "Nec temere, nec timide" - neither rashly not timidly...
pl: Pamiętamy też, że Solidarność zwyciężyła dlatego, że jej przywódcy świadomie kierowali się dewizą hanzeatyckiego Gdańska: „bez strachu, ale z rozwagą"....

source: Ukraine is our strategic partner.
pl: Ukraina jest naszym partnerem strategicznym.

source: Its accession to the EU is in our long-term interest.
pl: Jej przystąpienie do Unii leży w naszym długofalowym interesie.

source: Consequently, every time Poland is in a position to do so, and Kiev wants us to, we shall provide Ukraine with our support.
pl: Dlatego za każdym razem, gdy Polska będzie mogła Ukrainie pomóc i władze w Kijowie będą sobie tego życzyły, takiego wsparcia udzielimy.

source: Our policy towards Belarus is determined by conditionality.
pl: Politykę względem Białorusi wyznacza zasada warunkowości.

source: The fate of the fraternal and European Belarusian nation is something we hold especially dear.
pl: Los bratniego i europejskiego narodu białoruskiego jest nam szczególnie bliski.

source: I have said on numerous occasions that Poland is in a position to significantly help Belarus, if it decides to follow the path to transition.
pl: Wielokrotnie powtarzałem, że Polska może szczególnie pomóc Białorusi, jeśli ta pójdzie drogą przemian.

source: However, we must respond with equal strength when Belarus strays away from this path and violates fundamental human and civil rights.
pl: Musimy jednak reagować w równie stanowczy sposób, gdy Białoruś z tej drogi zawraca, łamiąc przy tym elementarne prawa ludzkie i obywatelskie.

source: I am confident that the time will come when we will be able to support a reform-minded Belarus that is open to European cooperation...
pl: Wierzę, że nadejdzie czas, gdy będziemy mogli okazywać wsparcie Białorusi reformatorskiej i współdziałającej z Europą...

source: As Horace wrote, "For it is your business, when the wall next door catches fire."
pl: Jak pisał Horacy „gdy ściana sąsiada stoi w płomieniach, to także twój kłopot ".

source: Solidarity holds a special meaning for Poles.
pl: Solidarność to dla Polaków pojęcie szczególne.

source: Not only the administration, but also dozens of Polish NGOs are involved in supporting the Belarusian people.
pl: We wsparcie społeczeństwa białoruskiego zaangażowana jest nie tylko administracja, ale przede wszystkim dziesiątki polskich organizacji pozarządowych.

source: In the name of solidarity, a month after most of the Belarusian presidential candidates were beaten up and detained, we organised a donor's conference in Warsaw, at which several dozen delegations representing states and international organisations dedicated over EUR 87m to the cause.
pl: W imię solidarności w miesiąc po pobiciu i aresztowaniu większości kandydatów w wyborach prezydenckich na Białorusi zorganizowaliśmy w Warszawie konferencję darczyńców, gdzie kilkadziesiąt delegacji państw i organizacji międzynarodowych zadeklarowało wsparcie w wysokości ponad 87 mln euro.

source: The political and economic transformation in Poland was made easier by the support of our friends.
pl: Transformacja systemowa i gospodarcza w Polsce była łatwiejsza dzięki wsparciu przyjaciół.

source: Now we are helping others.
pl: Dziś to my pomagamy innym.

source: Over the last two years, the value of Polish development aid - addressed both to Eastern Partnership countries and to the countries of the global South - has exceeded a billion zloty.
pl: W ostatnich dwóch latach po raz pierwszy wartość polskiej pomocy rozwojowej - adresowanej zarówno do krajów Partnerstwa Wschodniego, jak i krajów globalnego Południa - przekroczyła miliard złotych.

source: As a token of international solidarity, we share our experience and support reforms and independent media outlets.
pl: W ramach solidarności międzynarodowej dzielimy się polskim doświadczeniem, wspomagamy reformy i niezależne media.

source: In order to effectively support human rights and civil society, we are establishing a Foundation for International Solidarity.
pl: By skutecznie wspierać ochronę praw człowieka i budowę społeczeństwa obywatelskiego, powołujemy Fundację Solidarności Międzynarodowej.

source: We have been consistent in linking development projects with support for democracy, also at the local level.
pl: Konsekwentnie łączymy projekty rozwojowe ze wzmacnianiem demokracji, również na szczeblu lokalnym.

source: We are training Ukrainian border guards, social workers in Georgia and nurses in Zambia.
pl: Szkolimy ukraińską straż graniczną, pracowników socjalnych w Gruzji, pielęgniarzy w Zambii.

source: We are sending volunteers abroad and building schools.
pl: Wysyłamy wolontariuszy, budujemy szkoły i oczyszczalnie ścieków.

source: Last year's summit of the Community of Democracies demonstrated this support.
pl: Udowodnił to zeszłoroczny szczyt Wspólnoty Demokracji.

source: It is no coincidence that the Secretariats of the Community of Democracies and the OSCE Offices for Democratic Institutions and Human Rights are based in Warsaw.
pl: To nie przypadek, że Sekretariaty Wspólnoty Demokracji oraz Biura Instytucji Demokratycznych i Praw Człowieka OBWE mają swoją siedzibę w Warszawie.

source: We have put forward the idea of creating a European Endowment for Democracy, aimed at supporting democratic processes in the entire European neighbourhood.
pl: Zaproponowaliśmy utworzenie Europejskiego Funduszu na rzecz Demokracji, który ma wspomóc procesy demokratyczne w całym sąsiedztwie Europy.

source: Solidarity in the European dimension also means eliminating disparities in development.
pl: Solidarność w wymiarze europejskim to także niwelowanie dysproporcji w rozwoju.

source: We do not want the difference in GDP per capita between the poorest and the richest Member States to be sevenfold as is the case today.
pl: Nie chcemy, aby różnice w PKB per capita pomiędzy najbiedniejszymi a najbogatszymi państwami członkowskimi były aż siedmiokrotne, jak obecnie.
